Repository: kartikadhiainfinit/DEFAC_ScreenMonitoring
Catalog: ItCampusVer50/itCampus.bb.Monitor.Client/CampaignViewParameters.*.resx
Languages: de

# groupBoxHotlineParameters.Text
source: Hotline Parameters
de: Hotlineparameter

# labelHotlineAbandonmentFileCap.Text
source: Abandonment Message:
de: Abbruchansage:

# labelHotlineWaitingFileCap.Text
source: Waiting Message:
de: Warteansage:

# labelHotlineGreetingFileCap.Text
source: Greeting Message:
de: Begrüßungsansage:

# labelHotlineCallPriorityCap.Text
source: Call Priority:
de: Anrufpriorität:

# labelHotlineQueueSizeFactorCap.Text
source: Queue Size Factor:
de: Warteschlangenfaktor:

# labelHotlineNumbersCap.Text
source: Hotline Numbers:
de: Hotlinenummern:

# groupBoxParameters.Text
source: Parameters
de: Parameter

# labelAutoRecordingCap.Text
source: Auto Recording:
de: automatische Aufnahme:

# labelAbandonmentFileCap.Text
source: Abandonment Message:
de: Abbruchansage:

# labelAnsweringMachineFileCap.Text
source: Answering Machine Message:
de: Anrufbeantworteransage:

# labelWaitingFileCap.Text
source: Waiting Message:
de: Warteansage:

# labelGreetingFileCap.Text
source: Greeting Message:
de: Begrüßungsansage:

# labelMusicOnReadyFileCap.Text
source: Music on Ready:
de: Agentenwartemusik:

# labelCallPriorityCap.Text
source: Call Priority:
de: Anrufpriorität:

# labelAgentRelaxTargetMea.Text
source: Sec.
de: Sek.

# labelAgentRelaxTargetCap.Text
source: Agent Relax Time Aimed at:
de: angestrebte Agentenruhezeit:

# labelMaxSwitchingTimeMea.Text
source: Sec.
de: Sek.

# labelMaxSwitchingTimeCap.Text
source: Max. Switching Time:
de: max. Vermittlungszeit:

# labelMaxRingCountCap.Text
source: Max. Ring Count:
de: max. Ruftonanzahl:

# labelMinRingCountCap.Text
source: Min. Ring Count:
de: min. Ruftonanzahl:

# labelCallingNumberCap.Text
source: Calling Number:
de: zu übertragende Rufnummer:

# labelCarrierCodeCap.Text
source: Carrier Code:
de: Netzvorwahl:

# labelTrunkGroupCap.Text
source: Trunk Group:
de: Trunkgruppe:

# labelDialModeCap.Text
source: Dial Mode:
de: Wählmodus:

# labelAvailabilityModeCap.Text
source: Availability Mode:
de: Verfügbarkeitsmodus:
