Repository: kartikadhiainfinit/DEFAC_ScreenMonitoring
Catalog: itCampus/itCampus.bb.Monitor.Client/Resources.*.resx
Languages: de

# FrontendView.CoachingPermission.Text.Granted
source: Granted
de: erteilt

# FrontendView.CoachingPermission.Text.NotGranted
source: Not Granted
de: nicht erteilt

# MainForm.MessageBox.Caption.InitializeError
source: Error on Initializing Monitor
de: Fehler beim Initialisieren des Monitors

# MainForm.MessageBox.Caption.AgentLost
source: Agent Lost
de: Agent verloren

# MainForm.MessageBox.Text.AgentLost
source: The coached agent was lost.
de: Der gecoachte Agent ging verloren.

# MainForm.MessageBox.Caption.DeviceTerminated
source: Device Terminated
de: Device getrennt

# MainForm.MessageBox.Text.DeviceTerminated
source: The device was terminated.
de: Das Device wurde getrennt.

# MainForm.MessageBox.Caption.ConnectionLost
source: Dialer Connection Lost
de: Verbindung zum Dialer unterbrochen

# MainForm.MessageBox.Text.ConnectionLost
source: The monitor gets closed due to lost connection to dialer.
de: Der Monitor wird beendet, da die Verbindung zum Dialer getrennt wurde.

# MainForm.MessageBox.Caption.AssignDeviceError
source: Error on Assigning Device
de: Fehler beim Zuweisen des Devices

# MainForm.MessageBox.Caption.StartCoachingError
source: Error on Starting Coaching
de: Fehler beim Starten des Coaching

# SiteForm.Text.AddSite
source: Add Site
de: Raum hinzuf√ºgen

# SiteForm.Text.EditSite
source: Edit Site
de: Raum bearbeiten

# SiteForm.MessageBox.Caption.CodeEmpty
source: Code Empty
de: Kein Code angegeben

# SiteForm.MessageBox.Caption.CodeExists
source: Code Already Assigned
de: Code bereits vergeben

# SiteForm.MessageBox.Caption.FileNotFound
source: File Not Found
de: Datei nicht gefunden

# SiteForm.MessageBox.Text.CodeEmpty
source: A code must be indicated.
de: Es muss ein Code angegeben werden.

# SiteForm.MessageBox.Text.CodeExists
source: The indicated code is already assigned.
de: Der angegebene Code ist bereits vergeben.

# SiteForm.MessageBox.Text.FileNotFound
source: The picture file could not be found.
de: Das Hintergrundbild konnte nicht gefunden werden.
